INSERT INTO ref_object (name, description) VALUES
('стройплощадка 1', 'стройплощадка в Москве'),
('стройплощадка 2', 'стройплощадка в Санкт-Петербурге'),
('стройплощадка 3', 'стройплощадка в Туле');

INSERT INTO ref_type_work (name) VALUES
('Строительно-монтажные работы'),
('Пуско-наладочные работы'),
('Монтаж оборудования');

INSERT INTO fact_plan (id_object, id_type_work, work_date, sum_plan, sum_fact) VALUES
(10, 10, '2024-01-15', 1000000, 950000),
(10, 11, '2024-02-01', 500000, 520000),
(11, 10, '2024-01-20', 800000, 750000);